{"analog": ["Weekly 'Ask Anything About Analog Photography' - Week 23", "Monthly 'Self Promotion' - June", "Photography is turning me into a car guy. Nikon F3, 50mm 1.8, Portra 400", "Climbing in calpe, spain. Pentacon six, arsat 30mm f3.5 fisheye, lomo 400", "Art museum cafe [Leica m6, 28mm, portra 800]", "Is this graininess my fault or the photolabs fault? Weird because alot of the shots are superr bad but then some came out clear. Got 4 rolls of film back from this lab, all 4 are super grainy. Would it be rude to ask for a rescan? [Olympus OM2n, OM-Zuiko 50mm f1.8, Portra 400]", "Polaroid is still the best medium for nudes - SX-70, 116mm, Polaroid 600 ", "Anonymous [Hasselblad 503cw, planar 80mm 2,8 Kodak Portra400]", "Using a variable ND filter so you can shoot wide open during the day is the best.. Pentax 67 105 f2.4", "Pantheon [Olympus XA, Expired Fuji Provia 400F]"], "AskPhotography": ["Reminder to follow rule 1 when discussing Genres, Styles, and Techniques ", "Where to find this stretchy translucent item for model to wear? ", "created a tool for going through a lot of images. Would anyone use it?", "Directing male models- how to make them not be “crotchy” while sitting?", "Best budget camera with most compatible lenses?", "Best professional camera for portraits? ", "How do I change my focus to be where the red dot is?", "As seen at PNC Park last night. How big are these?", "What is the best time of day for my photoshoot?", "Is expose to the right and protect your highlights contradictory terms?"], "chess": ["Weekly Discussion & Tournament Thread Index - June 03, 2024 [Mod Applications Welcome]", "Event: Norway Chess 2024", "TIL Psychologist László Polgár theorized that any child could become a genius in a chosen field with early training. As an experiment, he trained his daughters in chess from age 4. All three went on to become chess prodigies, and the youngest, Judit, is considered the best female player in history.", "[Nina Susan] Ding: \"I considered withdrawing (from Norway Chess)..But I stayed & continued playing.. I'm now in last place...I’m here as I’m if not here. It’s just the worst version of me.\"", "Giri fighting hard to make the clash of claims match a 3+1 instead of 3+2. ", "Ding Liren Interviews with FirstPost and here are a few interesting things he said!! ", "Ding: \"After (I) won the title, my passion for chess dropped a lot. I need to restart and be back to winning mode.\"", "Nodirbek defeats parham maghsoodloo in the first round of uzchess cup masters.", "Somewhat interesting fact: Fischer, Kramnik and Magnus all lost their World Champion Title at age 32. Ding Liren will be 32 at the time of his match with Gukesh", "UzChess Cup live boards and stream"], "audiophile": ["r/audiophile Shopping, Setup, and Technical Help Desk Thread", "Weekly r/audiophile Discussion #105: Should This Sub Have A Rule Prohibiting Comments That Claim \"All X Sound The Same\"?", "Credit card debt", "Wisdom LS4's 😍", "Bonsai Hi-Fi", "Anyone able to tell me anything about these? Worth? ", "Just got SMSL-D6S DAC and now certain that DACs sound the same for me.", "Krell K-300i", "The Saboteurs, now playing", "ID on this amp?"], "ColorGrading": ["Histogram in Resolve? ", "Keen to work on a SHORT BLACK AND WHITE project remotely", "Hi all, I'm a beginner, any advice please!", "I'm thinking of giving affordable colour grading lessons. (Private or grouped)", "Shot this commercial on the FX6 24-70mm. What do you guys think?", "first time color grading", "Criticize", "Any thoughts as to what LUT she may have used?", "Anyone know the settings here?", "iPhone 15 pro, nothing fancy just some exposure, WB and some slight split-toning."], "datascience": ["Weekly Entering & Transitioning - Thread 03 Jun, 2024 - 10 Jun, 2024", "Feeling burnt out and disengaged - do I even like data science? Who has recovered from burn out and how?", "How much juice can be squeezed out of a CNN in just 1 epoch?", "Is it a data leak to train on previous sessions of the same clients?", "How do you make you boss understand that you are not a chat bot that shits out code/outcome in seconds?", "How much importance do you give to exhaustive documentation of the projects?", "New job opportunities is sports analytics!", "Upskilling in NLP", "Data Science Position at NGA vs NSA: What Would You Choose?", "P-Values in 3 Minutes "]}