{"analog": ["My analog spacewalk selfie!", "My top 10 photos from this past year", "My dad photographed the Mt. St. Helens eruption from 1980 [Camera and lens unknown, Kodak Kodachrome 64]", "Gus | Hasselblad 500cm | Portra 400", "Metro renaissance [Canon A-1, 85mm, Portra 400]", "Nikonos ii/Sea & Sea 12mm/ Acros 100", "Downhill skateboarding in the fog. Santa Barbara, CA. ['36 leica iii, canon 25mm 3.5, Delta 100]", "Self Portrait Double Exposure on Fuji Instax Mini instant film using Fuji Instax Mini 90 Neo Classic.", "One year ago I was in Norway with my Super 8 camera. Last week I got the film developed [Canon 518SV, Kodak 100d]", "sun shower (Nikon F2, Nikkor S.C 50mm f1.4, Kodak Gold 200)"], "AskPhotography": ["Client asked for some bad family pics. How'd I do?", "For anybody starting in photography having trouble understanding apperture, here, explained with a kitty.", "I took a picture of my phone, any thoughts?", "What do you call this kind of photography?", "What do you guys think of my shot of Hollywood, CA", "opinions on yesterdays photo walk?", "I love all kinds of photography and take so much time doing it, but how do I make money off it??", "Critique my Chicago train photo, please!", "A lot of people are telling me that there's way too much free space upwards but that's was something that I was going for. I wanted to portray the sky along with the buildings and construction site hence I took up that free space. What do you think?", "honest opinions on this pic?"], "chess": ["Magnus at my university bar yesterday", "Magnus makes a statement", "Magnus showing class by not starting the clock when Duda was being late", "WSJ: Chess Investigation Finds That U.S. Grandmaster ‘Likely Cheated’ More Than 100 Times", "Magnus Carlsen resigns after two moves against Hans Niemann in the Julius Baer Generation Cup", "[reposted w/ blanked check] I WON MY FIRST CHESS TOURNAMENT!! USCF U1450 with 4.5/5 and $800 prize 🥰", "Happy birthday to Hikaru Nakamura!", "Ding Liren is the next World Chess Champion.", "Levy (Gothamchess) has got married!", "I started Lichess, Ask Me Anything"], "audiophile": ["You like high quality audio, but what's about high quality internet?", "Saw this and found it hilarious", "My beautiful place in Chernihiv, Ukraine (yep, about to be destroyed)", "Apple HomePod - The Audiophile Perspective + Measurements!", "To real", "Best. Sign. Ever.", "I’m embarrassed just thinking that I was once like that", "My dad’s listening/cigar room.", "It’s 1999. Streaming doesn’t exist yet. You’ve just spent $10 on an album. 3 tracks in you realize it’s trash", "HDMI kids won't understand."], "ColorGrading": ["Critiques?", "Looking for some critique", "Did I go off the deep end?", "What do you guys think of my grade?", "Hey everyone, just wanted to show a comparison of iPhone LOG graded vs Sony A7iii SLOG2 graded, let me know what you guys think?!", "Need some feedback on this, thanks!", "Have I gone too far?", "Me pulling this out on a meeting with a shitty client", "Color grading", "First time grading LOG using some sample videos. I was aiming for film emulation. Thoughts? (Rec.709 / Grade)"], "datascience": ["data siens", "The pain and excitement", "Shout Out to All the Mediocre Data Scientists Out There", "Let's keep this on...", "Guys, we’ve been doing it wrong this whole time", "It’s never too early", "how about that data integrity yo", "Didn’t have to chart this one 🔥", "Wait until you see the data in hospitals...", "Imposter Syndrome is a problem for me and I think this is the main contributor"]}